tap "buo/cask-upgrade"
tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kayac/tap"
tap "newrelic/tap"
tap "oktadeveloper/tap"
tap "sanemat/font"
brew "m4"
brew "autoconf"
brew "automake"
brew "ca-certificates"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@3"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "aws-vault"
brew "mpdecimal"
brew "openssl@1.1"
brew "sqlite"
brew "xz"
brew "six"
brew "awscli"
brew "bash-completion"
brew "brew-cask-completion"
brew "bundler-completion"
brew "dasel"
brew "docker-clean"
brew "dos2unix"
brew "double-conversion"
brew "fd"
brew "pcre2"
brew "fish"
brew "fzf"
brew "gdbm"
brew "gem-completion"
brew "gettext"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnu-getopt"
brew "go"
brew "graphite2"
brew "gron"
brew "jbig2dec"
brew "jemalloc"
brew "jpeg", link: true
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "libb2"
brew "libcbor"
brew "libev"
brew "libffi"
brew "libidn"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "libpng"
brew "libsigsegv"
brew "libspiro"
brew "libuninameslist"
brew "libusb"
brew "libuv"
brew "lzo"
brew "mas"
brew "md4c"
brew "micro"
brew "nvm"
brew "openssh"
brew "p7zip"
brew "pcre"
brew "peco"
brew "pixman"
brew "pkg-config"
brew "pre-commit"
brew "pstree"
brew "pup"
brew "pyenv"
brew "rails-completion"
brew "rake-completion"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby-completion"
brew "smartmontools"
brew "snappy"
brew "sops"
brew "spice-protocol"
brew "starship"
brew "step"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "unzip"
brew "vde"
brew "wget"
brew "yq"
brew "zlib"
brew "kayac/tap/ecspresso"
brew "newrelic/tap/newrelic-infra-agent"
cask "adobe-acrobat-reader"
cask "alfred"
cask "amazon-workspaces"
cask "aquaskk"
cask "bartender"
cask "bluesnooze"
cask "displaylink"
cask "firefox"
cask "font-hackgen-nerd"
cask "gitkraken"
cask "google-chrome"
cask "hyper"
cask "obsbot-webcam"
cask "openlens"
cask "rancher"
cask "raspberry-pi-imager"
cask "tg-pro"
cask "visual-studio-code"
cask "vlc"
mas "AdGuard for Safari", id: 1440147259
mas "Bitwarden", id: 1352778147
mas "Boom 3D", id: 1233048948
mas "ChangeVideoSpeed", id: 1622138166
mas "Enpass", id: 732710998
mas "Instapaper Save", id: 1481302432
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "RESP.app - Developer GUI for Redis®", id: 1475905948
mas "RunCat", id: 1429033973
mas "Save to Pocket", id: 1477385213
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
