tap "buo/cask-upgrade"
tap "heroku/brew"
tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kayac/tap"
tap "oktadeveloper/tap"
tap "sanemat/font"
tap "uzimaru0000/tap"
brew "gdbm"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "ansible"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "unixodbc"
brew "asdf"
brew "awscli"
brew "bash-completion"
brew "bison"
brew "icu4c"
brew "node"
brew "bitwarden-cli"
brew "boost"
brew "brew-cask-completion"
brew "bundler-completion"
brew "libpng"
brew "freetype"
brew "gettext"
brew "circleci"
brew "cli53"
brew "cloog"
brew "csvkit"
brew "dnsmasq", restart_service: true
brew "docker"
brew "docker-clean"
brew "docker-compose"
brew "dos2unix"
brew "fish"
brew "jpeg"
brew "libtiff"
brew "fzf"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gem-completion"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-getopt"
brew "libtasn1"
brew "nettle"
brew "gnutls"
brew "hub"
brew "hyperkit"
brew "imagemagick@6", link: true
brew "jq"
brew "kubernetes-cli"
brew "libgpg-error"
brew "libgcrypt"
brew "libaacs"
brew "libdvdcss"
brew "libsigsegv"
brew "libxml2"
brew "lima"
brew "mas"
brew "micro"
brew "minikube"
brew "nmap"
brew "nvm"
brew "openjdk"
brew "openssh"
brew "p7zip"
brew "packer"
brew "packer-completion"
brew "peco"
brew "podman"
brew "poppler"
brew "postgresql"
brew "pre-commit"
brew "pstree"
brew "pup"
brew "pyenv"
brew "q"
brew "rails-completion"
brew "rake-completion"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby-completion"
brew "s3cmd"
brew "smartmontools"
brew "sops"
brew "starship"
brew "tfenv"
brew "tflint"
brew "unar"
brew "vagrant-completion"
brew "wget"
brew "winetricks"
brew "xqilla"
brew "yarn"
brew "yarn-completion"
brew "youtube-dl"
brew "z"
brew "zlib"
brew "heroku/brew/heroku"
brew "kayac/tap/ecspresso"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "uzimaru0000/tap/tv"
cask "alfred"
cask "amazon-workspaces"
cask "aquaskk"
cask "boostnote"
cask "duet"
cask "firefox"
cask "font-hackgen-nerd"
cask "github"
cask "gitkraken"
cask "google-drive"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "iterm2"
cask "jetbrains-toolbox"
cask "lens"
cask "logitech-g-hub"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "obs"
cask "okta"
cask "raspberry-pi-imager"
cask "sequel-pro"
cask "shottr"
cask "tableplus"
cask "tg-pro"
cask "vagrant"
cask "vanilla"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "Bitwarden", id: 1352778147
mas "Boom 3D", id: 1233048948
mas "Enpass", id: 732710998
mas "Instapaper Save", id: 1481302432
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Pages", id: 409201541
mas "RDM - GUI for Redis®", id: 1475905948
mas "RunCat", id: 1429033973
mas "Save to Pocket", id: 1477385213
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
