tap "buo/cask-upgrade"
tap "fujiwara/tap"
tap "go-to-k/tap"
tap "homebrew/brewdler"
tap "homeport/tap"
tap "kayac/tap"
tap "mtgto/macskk"
tap "oktadeveloper/tap"
tap "peak/tap"
tap "songmu/tap"
brew "autoconf"
brew "automake"
brew "aws-vault"
brew "readline"
brew "sqlite"
brew "xz"
brew "awscli"
brew "bash-completion"
brew "binutils"
brew "bundler-completion"
brew "gmp"
brew "coreutils"
brew "curl"
brew "dasel"
brew "dateutils"
brew "diffutils"
brew "docker"
brew "docker-buildx"
brew "docker-clean"
brew "docker-compose"
brew "doggo"
brew "dos2unix"
brew "duckdb"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "gettext"
brew "mpfr"
brew "gawk"
brew "gdbm"
brew "gem-completion"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "grep"
brew "gzip"
brew "helm"
brew "httpie"
brew "ice"
brew "jd"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "libtool"
brew "libyaml"
brew "lsusb"
brew "mac-cleanup-go"
brew "mas"
brew "micro"
brew "mise"
brew "mkcert"
brew "mole"
brew "moreutils"
brew "nkf"
brew "nvm"
brew "openssh"
brew "p7zip"
brew "peco"
brew "pipx"
brew "pre-commit"
brew "pstree"
brew "qsv"
brew "rake-completion"
brew "ripgrep"
brew "ruby-completion"
brew "rust"
brew "semgrep"
brew "sops"
brew "starship"
brew "step"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "unixodbc"
brew "unzip"
brew "uv"
brew "w3m"
brew "wget"
brew "xidel"
brew "yq"
brew "zlib"
brew "fujiwara/tap/awslim"
brew "homeport/tap/dyff"
brew "kayac/tap/ecspresso"
brew "peak/tap/s5cmd"
brew "songmu/tap/peep"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "amazon-workspaces"
cask "bartender"
cask "bluesnooze"
cask "cleanshot"
cask "deskpad"
cask "firefox"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "ghostty"
cask "gitkraken"
cask "hyper"
cask "localsend"
cask "logi-options+"
cask "macskk"
cask "obsidian"
cask "openlens"
cask "openvpn-connect"
cask "raycast"
cask "session-manager-plugin"
cask "tg-pro"
cask "visual-studio-code"
cask "vlc"
mas "1Password for Safari", id: 1569813296
mas "Bitwarden", id: 1352778147
mas "ChangeVideoSpeed", id: 1622138166
mas "Control Panel for Twitter", id: 1668516167
mas "Cursor Pro", id: 1447043133
mas "Keynote", id: 409183694
mas "Keystroke Pro", id: 1572206224
mas "NetSpot", id: 514951692
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "uBlock Origin Lite", id: 6745342698
mas "Wallabag QuickSave", id: 1621482657
vscode "anthropic.claude-code"
vscode "csholmq.excel-to-markdown-table"
vscode "docker.docker"
vscode "dracula-theme.theme-dracula"
vscode "dylanjacob.smtp-headers"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "github.github-vscode-theme"
vscode "hashicorp.terraform"
vscode "kirozen.wordcounter"
vscode "mechatroner.rainbow-csv"
vscode "moshfeu.diff-merge"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "mtxr.sqltools"
vscode "ph0enixkm.amber-language"
vscode "redhat.vscode-yaml"
vscode "tomashubelbauer.email-viewer"
vscode "zambam83.nord-theme"
go "github.com/skanehira/slack-reminder"
