tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/binary'
tap 'homebrew/brewdler'
tap 'homebrew/completions'
tap 'homebrew/dupes'
tap 'homebrew/php'
brew 'ansible'
brew 'autoconf'
brew 'bash-completion'
brew 'bison'
brew 'caskroom/cask/brew-cask'
brew 'cabal-install'
brew 'clisp'
brew 'cloog'
brew 'homebrew/php/composer'
brew 'dos2unix'
brew 'emacs'
brew 'freetype'
brew 'gcc'
brew 'gdbm'
brew 'gettext'
brew 'ghc'
brew 'git'
brew 'gmp'
brew 'heroku-toolbelt'
brew 'icu4c'
brew 'imagemagick'
brew 'isl'
brew 'jpeg'
brew 'jq'
brew 'libaacs'
brew 'libdvdcss'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libmpc'
brew 'libpng'
brew 'libsigsegv'
brew 'libtiff'
brew 'libtool'
brew 'libyaml'
brew 'maven'
brew 'mpfr'
brew 'mysql'
brew 'openssl'
brew 'homebrew/php/php-build'
brew 'homebrew/php/php-code-sniffer'
brew 'homebrew/php/php-cs-fixer'
brew 'homebrew/php/php54'
brew 'homebrew/php/php54-xdebug'
brew 'homebrew/php/phpenv'
brew 'homebrew/php/phplint'
brew 'homebrew/php/phpmd'
brew 'python'
brew 'q'
brew 'readline'
brew 'smartmontools'
brew 'spring-roo'
brew 'sqlite'
brew 'tomcat'
brew 'unar'
brew 'unixodbc'
brew 'homebrew/completions/vagrant-completion'
brew 'wget'
brew 'xz'
brew 'homebrew/dupes/zlib'
cask 'alfred'
cask 'android-file-transfer'
cask 'atom'
cask 'diskwave'
cask 'eclipse-jee'
cask 'google-chrome'
cask 'google-drive'
cask 'google-japanese-ime'
cask 'handbrake'
cask 'handbrakecli'
cask 'intellij-idea'
cask 'iterm2'
cask 'java'
cask 'java7'
cask 'macs-fan-control'
cask 'makemkv'
cask 'mou'
cask 'mysqlworkbench'
cask 'skim'
cask 'skitch'
cask 'sourcetree'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
